
"name"="nameEn";
"ru-RU"="en-US";
"OK" = "OK";
"Push-уведомления" = "Push-notifications";
"Авторизуйтесь и начните\nзарабатывать вместе с Умка!" = "Log in and start earn with Umka!";
"Авторизуйтесь и получите доступ\nко всем функциям приложения" = "Sign in to access more features";
"Адрес не указан" = "Address Unknown";
"Аноним" = "Anonymous";
"Валюта" = "Currency";
"Ваш город определен автоматически %@. Вы можете выбрать нужный город самостоятельно:" = "Your city is determined automatically %@. You can choose the city manually:";
"Введите сообщение" = "Enter your message";
"Вы выбрали" = "You have chosen";
"Вы уже писали отзыв об этом специалисте. Хотите изменить его?" = "You have already added feedback on  this specialist. Do you want to edit it?";
"Вы можете пропустить этот шаг и вернуться к нему позднее."="You can skip this step and return to it later..";
"Выберите город" = "Select your city";
"Вы всегда сможете переключиться с пользователя на специалиста и обратно в меню приложения."="In the application menu you can always switch from a client to a specialist and back.";
"Выберите изображение" = "Select an image";
"Выберите специальность" = "Select specialty";
"Выбран режим\nпользователя" = "User mode selected";
"Выбран режим\nспециалиста" = "Specialist mode selected";
"Выберите режим работы приложения:"="Select application mode:";
"Выбрать аватар" = "Select avatar";
"Выезд на дом" = "House-call";
"Введите пароль, полученный\nв смс-сообщении"="Enter the password received \nby SMS";
"Ваш отзыв"="Your feedback";
"Введите категорию для поиска"="Enter a category for search";
"Все готово!"="All done!";
"Выберите дату"="Choose date";
"В избранные"="Add to favorites";
"Все" = "All";
"Главная" = "Main";
"Город" = "City";
"Город не определен" = "The city is not defined";
"Готово" = "Done";
"График занятости" = "Schedule";
"График работы" = "Schedule";
"График"="Schedule";
"ДА" = "YES";
"Добавить" = "Add";
"Добавить категорию" = "Add category";
"Добавить новую категорию" = "Add new category";
"Добавить работу" = "Add project";
"Добавить специальность" = "Add a specialty";
"Добавить услугу" = "Add service";
"Добавить цену на услугу" = "Add service price";
"Добавьте изображение" = "Upload image";
"ДАЛЕЕ"="NEXT";
"Добро пожаловать\nв мир услуг Умка!"="Welcome \nto the world of services Umka!";
"Единица измерения" = "Unit of measurement";
"Еще нет сообщений"="No messages yet";
"Еще нет сделок"="No orders yet";
"Еще нет отзывов"="There is no feedback yet.";
"Еще нет избранных специалистов"="There are no favorites yet";
"Женский" = "Female";
"Загружаю фотографию…" = "Uploading image…";
"Загружаю…" = "Loading…";
"Загрузка..." = "Loading…";
"Закрыть" = "Close";
"Запомнить меня"="Remember me";
"Заказы"="Orders";
"ЗАКРЫТЬ"="CLOSE";
"Избранное" = "Favorites";/* OK action */
"Изменить" = "Edit";
"Изменить профиль" = "Edit profile";
"Имя" = "Name";
"Имя пользователя"="User name";
"Информация успешно обновлена" = "Information successfully updated.";
"Инфо" = "Info";
"История заказов" = "Orders";
"Камера" = "Camera";
"Карта" = "Map";
"Категории" = "Categories";
"Количество" = "Quantity";
"Мужской" = "Male";
"НЕТ" = "NO";
"НАЗАД"="BACK";
"Название услуги" = "Service name";
"Настройки" = "Settings";
"Не выбрано" = "Not chosen";
"Не удалось определить город, сделайте свой выбор еще раз" = "Could not determine the city, please select again";
"Неверный пароль" = "Incorrect password";
"Нужно добавить изображение работы" = "Please add a project image";
"Нужно указать валюту" = "Please specify the currency";
"Нужно указать еденицу измерения" = "Please specify the unit of measurement";
"Нужно указать количество" = "Please specify the quantity";
"Нужно указать название услуги" = "Please specify the name of the service";
"Нужно указать цену услуги" = "Please specify the price of the service";
"НАЧАТЬ"="START";
"На этот номер будет отправлено смс с паролем."="Your password will be sent to the above phone number.";
"Нет доступных мастеров"="No available specialists";
"Например: дизайн, ремонт, перевозка"="For example: design, repair, transportation";
"Название работы"="Project title";
"О СЕБЕ" = "ABOUT";
"О себе" = "About";
"Обновляю профиль…" = "Updating the profile ...";
"Обратная связь" = "Сontacts";
"Онлайн" = "Online";
"Описание работы" = "Project description";
"Описание услуги" = "Service description";
"Оставить отзыв" = "Send feedback";
"Отзыв не может быть пустым" = "Feedback can not be empty";
"Отзыв успешно обновлен" = "Feedback successfully updated";
"Отзыв успешно отправлен" = "Feedback successfully sent";
"Отзывы" = "Feedback";
"Отмена" = "Cancel";
"Отправляю…" = "Sending…";
"ОЧИСТИТЬ"= "CLEAR";
"Отправлено"="Sent";
"ПРИМЕНИТЬ"="APPLY";
"Пожалуйста, укажите реальный номер телефона для работы оповещений и взаимодействия с другими пользователями" = "Please enter a valid phone number to get  notifications and enable communication with other users";
"Пользователь" = "Client";
"Привет!" = "Hello!";
"Позвонить"="Call";
"Подробнее >"="View details >";
"Портфолио" = "Portfolio";
"Пол" = "Sex";
"Почти готово"="Almost done";
"Продолжая, Вы соглашаетесь с правилами использования и офертой об использовании личных данных"="By continuing you are agreeing to comply with the following terms and conditions and our privacy policy";
"Просматривайте предлагаемые услуги и анкеты специалистов. Авторизованные пользователи могут оставить отзывы." = "You can examine the services and profiles of specialists. Authorized users can add feedback.";
"Предложения по улучшению" = "Suggestions for improvement";
"Предложения по улучшению сервиса" = "Suggestions for improving the service";
"Премиум функции" = "Paid features";
"Прикрепить файл" = "Attach file";
"Профиль" = "Profile";
"Развернуть фильтр" = "Expand the filter";
"Рейтинг" = "Rating";
"Рейтинг и отзывы" = "Rating and feedback";
"Рейтингу" = "Rating";
"Свернуть фильтр" = "Collapse filter";
"Сегодня" = "Today";
"Сначала введите название" = "Please enter the name";
"Сначала выберите режим работы приложения" = "Please select the application mode";
"Сначала нужно выбрать специальность" = "Please select a specialty";
"Создайте анкету и начните зарабатывать вместе с Умка!"="Create your profile and profit with Umka!";
"Свободные часы"="Available hours";
"Сначала введите название и добавьте фотографии"="Please enter the title and add images";
"Сообщение отправлено!" = "Message sent!";
"Сообщения" = "Messages";
"Сортировать по" = "Sort by";
"Сохранить" = "Save";
"Специализации" = "Specializations";
"Специализация" = "Specialization";
"Специалист" = "Specialist";
"Стоимость" = "Price";
"Телефон" = "Phone";
"Техподдержка" = "Support";
"Только с отзывами" = "Only with feedback";
"УВЕЛИЧЬТЕ КОЛИЧЕСТВО ЗАКАЗОВ\nС ПРЕМИУМ-АККАУНТОМ"="INCREASE THE NUMBER OF ORDERS\nWITH PREMIUM ACCOUNT";
"У специалиста" = "Work at home";
"Уведомления" = "Notifications";
"Укажите валюту, напр. ₽, $, €, ₴ и т.п." = "Specify the currency, for example. ₽, $, €, ₴, and so on.";
"Укажите количество звезд" = "Please specify the number of stars";
"Укажите количество, целое число" = "Please specify number, integer";
"Укажите цену, целое число" = "Please specify price, integer";
"Умка" = "Umka";
"Услуги" = "Services";
"Фотогалерея" = "Gallery";
"Цена услуги" = "Service price";
"Цены" = "Prices";
"Цене" = "Price"; /*Sort by price*/
"ЦЕНА"="PRICE";
"Чат" = "Chat";
"Чтобы добавить специалиста\nв этом списке нажмите на значок\nзвездочки в профиле"="To add a specialist to this list, click on the\nstar icon in profile";
"напр. Покраска стен, Дизайн интерьера" = "ex. Wall painting, Interior design";
"напр. часы, минуты, м², км и т.п." = "ex. hours, minutes, m², km, etc.";
"новое сообщение" = "new message";
"новых сообщений" = "new messages";
"новых сообщения" = "new messages";
"отзыв" = "feedback";
"отзыва" = "feedback";
"отзывов" = "feedback";


"Поднять анкету"="Rise Up Profile 1 time";
"Поднять анкету три раза три дня"="Rise Up Profile 3 times for 3 days";
"Поднять анкету пять раз пять дней"="Rise Up Profile 5 times for 5 days";
"Купить"="Buy";
"Стоимость услуги"="Cost";
"Придумайте пароль для входа в систему"="Create password to sign in";
"Введите ваш пароль"="Please enter your password";
"Восстановить пароль"="Restore password";
"Пользователь с таким номером уже зарегистрирован в нашей системе"="User with this number is already registered in our system";
"Придумайте новый пароль для входа в систему"="Create new password to sign in";
"Код подтверждения отправлен на указанный вами номер. Введите этот код и нажмите \"ДАЛЕЕ\""="The verification code was sent to the number you specified. Enter this code and click \"NEXT\"";
"Введите код подтверждения, полученный\nв смс-сообщении"="Enter verification code received \nby SMS";

"Премиум аккаунт"="Premium account";
"Ваша анкета будет отображаться в верху списка специалистов для пользователей раз в неделю. Так же вы сможете загрузить до 20 работ в портфолио"="Your profile will be displayed at the top of the list of specialists for users once a week. You can also upload up to 20 works in the portfolio";
"на месяц"="monthly subscription";
"на три месяца"="three months subscription";
"на пол года"="half-year subscription";
"на год"="one year subscription";
"Ваша анкета будет отображаться в верху списка специалистов для пользователей"="Your profile will be displayed at the top of the list of specialists for users";
"один раз"="once";
"три раза три дня"="3 times for 3 days";
"пять раз пять дней"="5 times for 5 days";


























